[
  {
    "id": 1,
    "firstname": "anita",
    "lastname": "kanwal",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/Anita.png",
    "content": "Meeting the bubbly, energetic and enterprising Anita Kanwal was a treat to the senses and the heart. She is entertainment personified; no wonder she was in the film industry making waves with her various roles in Cinema and TV. Her penchant for acting bagged her acclaimed roles in the movies like Aarakshan and Gangaajal and daily soaps like Sasural Genda Phool and Zindagi Abhi Baaki Hai Mere Ghost."
  },
  {
    "id": 2,
    "firstname": "wendell",
    "lastname": "rodricks",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/WR.png",
    "content": "Should we call him an activist or an open-minded writer or a minimalistic designer, whatever you say, he is brilliant in them all. The man who wears many hats and looks good in all of them. Popularly quoted as ‘The guru of minimalism’, Wendell Rodricks is amongst the rare designers infatuated with Indian fashion."
  },
  {
    "id": 3,
    "firstname": "sonaakshi",
    "lastname": "raaj",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/sonaakshi.png",
    "content": "She is beautiful, friendly, joyful and knows her work very well. Her taste in design and fabrics is amazing and her pieces have a sliming effect needed by most of us. The minute you meet her you are transported back to your gossipy and young youth and time just flies. Her achievements are astonishing when you see her age, but her styling is to die for and each outfit a masterpiece embodying her very personal inimitable style factor."
  },
  {
    "id": 4,
    "firstname": "rohit",
    "lastname": "verma",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/rohit-1.png",
    "content": "Meeting Rohit Verma was for me an overwhelming experience in the preparation, Rohit being the creator of fashion icons and the controversial participant in the Big Boss show, created in me a fear of facing this persona who had a reputation of being explosive and overly candid. I had mixed feelings as I headed from Lokhandwala to Santacruz in the Mumbaisuburbs, with clear instructions to reach the Rohit Verma boutique."
  },
  {
    "id": 5,
    "firstname": "rohit",
    "lastname": "verma",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/rohit-2.png",
    "content": "Meeting Rohit Verma again was a treat as he is my favourite person and a very nice human being. Meeting him was like meeting an old friend who I could be free with and laugh and chat with. So here is an excerpt from cold coffee with a hot designer."
  },
  {
    "id": 6,
    "firstname": "rocky",
    "lastname": "star",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/Rocky.png",
    "content": "Interviewing Rocky was like a crash course in fashion management. The precision and strategy involved in the style of Rocky Star, is sauve, collected, well calculated and very inspiring. The knowledge and management skill embroidered in to the package of creativity is a lethal combination. That Combination is called Rocky S."
  },
  {
    "id": 7,
    "firstname": "amira",
    "lastname": "haroon",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/amira.png",
    "content": "Meet the designer who saw a niche and filled it. Her collections are on the runways of Paris and now available to you. Meet Amira Haroun, the designer for the multifaceted woman."
  },
  {
    "id": 8,
    "firstname": "reshmi",
    "lastname": "kumari",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/rashmi.png",
    "content": "Meet Rashmi Kumari. A fascinating designer who has no airs of being a top designer. Her sassy, kick-ass style is so refreshing. It was lovely to meet her and talk to her. Never have I met someone so real."
  },
  {
    "id": 9,
    "firstname": "vasilisa",
    "lastname": "kozhemiako",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/vasilisa.png",
    "content": "Meet Vasilisa Kozhemiako, the woman behind My Kaftan, a unique collection of kaftans crafted using laser cut technology. Her passion for fashion that infuses tradition and modernity led her to design something that’s beautiful and sophisticated."
  },
  {
    "id": 10,
    "firstname": "kavita",
    "lastname": "arora",
    "image": "https://thelabelsticks.com/assets/homepage-section/our-stars/kavita.png",
    "content": "Kavita means poem and she does extremely good poetries that comes across melodiously through her collections. Encapsulated with creativity, her creations are mesmerizing and equally elegant. Kavita’s love for fashion inspires her to be at her stylish best – both in her appearance and her creations."
  }
]
